---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunActualRunWidth
source: html/5340aa65-fc8b-bd4d-4e02-aee34062e991.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunActualRunWidth Property

"Actual Run Width": Actual Run Width

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunActualRunWidth { get; }
```